Revit 2024 API
ParameterTypeId.RoomBaseLightingLoadOnParam Property
 "Base Lighting Load on"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomBaseLightingLoadOnParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomBaseLightingLoadOnParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomBaseLightingLoadOnParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace